[INFO]
ID=0x041b
Name=Slovak (Slovenčina)
Version=2.2.0
Author=Matej Golian
1=OK
2=Zrušiť

[DIALOG_1]
0=Všeobecné
3=&Jazyk:
4=&Spustiť pri štarte Windowsu
5=Zobraziť ImgDrive v oblasti &oznámení
6=Automaticky &kontrolovať dostupnosť aktualizácií
7=&Uchovávať históriu naposledy pripojených obrazov
9=Kaskádová &ponuka pre naposledy použité súbory
10=Počet naposledy použitých súborov

[DIALOG_2]
0=Integrácia
3=&Pridať položky do kontextovej ponuky Prieskumníka
4=Priradenie súborov:

[DIALOG_3]
3=Vytváranie vyhľadávacej tabuľky pre: %s.\nMôže to trvať okolo 20 sekúnd, prosím, chvíľku počkajte.
4=%d%% Uplynutý čas: %d s

[DIALOG_4]
0=Zmeniť písmeno jednotky %C
3=Písmeno &jednotky:

[DIALOG_5]
0=Prihlásenie
3=Zadajte vaše prihlasovacie meno a heslo pre server: "%s".
4=&Používateľ
5=&Heslo
6=&Zapamätať si moje údaje

[DIALOG_6]
0=ImgDrive
3=Nie je možné pripojiť obraz:
4=Odoslať hlásenie o chybe, ktoré pomôže vyriešiť tento problém

[DIALOG_7]
0=O programe

[DIALOG_9]
0=Vytvoriť obraz ISO
1=&Spustiť
3=Na vytvorenie obrazu ISO, prosím, vyberte alebo pretiahnite priečinok.
4=Zdrojový priečinok:
5=Cieľový súbor:
6=&UDF 2.50
7=Označenie zväzku:

[DIALOG_10]
0=Kopírovať disk
1=&Spustiť
3=Zdrojová jednotka:
4=Cieľový súbor:
5=Po skončení vypnúť počítač

[DIALOG_11]
0=Všeobecné
3=Výrobca:
4=Produkt:
5=Revízia:
6=Dátum firmvéru:
7=Sériové číslo:
8=Veľkosť buffera:
9=Kód oblasti:
10=Kontrola oblasti:
11=Zostávajúce zmeny používateľa:
12=Zostávajúce zmeny výrobcu:
13=Umiestnenie:
14=Písmeno jednotky:
15=Tag:

[DIALOG_12]
0=Vlastnosti
3=Vlastnosti čítania
4=Vlastnosti zapisovania
5=Ostatné vlastnosti

[DIALOG_13]
0=Médium

[DIALOG_14]
0=Prehliadač súborov

[DIALOG_15]
0=Prehliadač sektorov
3=LBA:

[DIALOG_16]
0=Registrácia
3=Pomocník
4=Do políčka nižšie vložte kód, ktorý ste obdržali.

[DIALOG_17]
0=Virtuálna jednotka
3=&Skryť odpojené jednotky
4=Zmeniť &ikony jednotiek ImgDrive
5=&Automaticky pripojiť naposledy použitý súbor
6=&Vysunúť odpojí obraz
7=&Odpojiť všetky jednotki pri ukončení ImgDrive
8=&vypnúť automatické spúšťanie a prehrávanie pre virtuálne jednotki

[DIALOG_18]
0=Vložiť heslo
3=Heslo:

[DIALOG_19]
0=Konvertovať obrazový súbor
1=Konvertovať
3=Pred pripojením je nutné formát obrazu skonvertovať:
4=Cieľový súbor:

[DIALOG_20]
0=Skratky
3=Dvojkliknite na skratku pre zadanie novej klávesovej kombinácie.\nKliknite <a>sem</a> pre zresetovanie všetkých skratiek.

[DIALOG_21]
0=Globálne skratky
3=Otvoriť ImgDrive:
4=Odpojiť všetky:
5=Poznámka: Klávesové skratky vyššie fungujú len, keď ImgDrive beží.
6=ponuka jednotiek

[DIALOG_22]
0=Pomoc s príkazovým riadkom

[DIALOG_23]
0=spravovať obľúbené
3=Pre pridanie, pustite na tomto mieste súbory/priečinky.

[DIALOG_24]
0=Vybrať kategóriu
3=Pridať '%s' do:
4=Nová kategória

[DIALOG_25]
0=Prispôsobiť kontextovú ponuku
3=&Aktuálne položky:
4=&Dostupné položky:
5=Kaskádová ponuka pre &obľúbené súbory
6=Kaskádová ponuka pre &naposledy použité súbory
7=&Zresetovať
8=&Náhľad

[DIALOG_A]
0=Aktualizácia programu
3=Je dostupná nová verzia %s!
4=%s je teraz dostupný - Vy máte %s. Chcete ho stiahnuť teraz?
5=Poznámky k vydaniu:
6=Preskočiť túto verziu
7=Pripomenúť neskôr
8=Nainštalovať aktualizáciu
9=Sťahovanie aktualizácie - %s z %s
10=Vaša verzia je aktuálna!\n\n%s je momentálne najnovšia dostupná verzia.
11=Pri získavaní informácie o aktualizácii sa vyskytla chyba. Prosím, skúste to neskôr.
12=Pri preberaní aktualizácie sa vyskytla chyba. Prosím, skúste to neskôr.

[DIALOG_B]
1=Odoslať
3=%s narazil na problém a musí sa zavrieť. Ospravedlňujeme sa za nepríjemnosti.
4=Pošlite nám túto správu o chybe, aby ste pomohli vyriešiť problém a vylepšiť tento softvér.

[DIALOG_C]
0=Spätná väzba
1=Odoslať
3=Vaša e-mailová adresa (voliteľné)
4=Vysvetlite, prosím, chybu alebo záležitosť.

[MENU_1]
3=Pridať &súbory...
4=Pridať &priečinok...
5=Pridať novú &kategóriu
6=Pridať nový &oddeľovač
9=&Načítať znovu
10=Odstrániť &chýbajúce
11=Posunúť &hore
12=Posunúť &dole
13=&Vymazať
14=&Premenovať
15=Usporiadať podľa &názvu
16=Usporiadať podľa &cesty
17=Usporiadať podľa &typu
18=&Rozbaliť/Zbaliť všetko
19=Ukázať ú&plnú cestu súboru

[STRING]
0=&Pripojiť
1=&Odpojiť
2=Pripojiť k &%C:
3=Pripojiť k &%C: %s
4=Jednotka &%C:
5=Jednotka &%C: %s
6=Všetky obrazové súbory
7=Všetky súbory
8=&Nastavenia...
9=Nastavenia
10=Nastaviť počet &jednotiek
11=&Odpojiť všetky
12=Pripojiť priečinok...
13=O &programe
14=&Ukončiť
15=&Vysunúť
16=&Zatvoriť
17=&Zmeniť písmeno jednotky...
18=&Prehľadávať
19=&Skryť odpojené jednotky
20=Neznáme médium alebo neplatný formát.
21=Nie je možné nájsť súbor %s.
22=Názov
23=&Domovská stránka
24=Otvoriť umiestnenie súboru
25=&Podpora
26=&Skontrolovať aktualizáciu
27=&Vytvoriť obraz ISO...
28=Vlastnosti &zariadenia
29=Odstrániť neexistujúce súbory z histórie
30=Odstrániť celú históriu
31=ID
32=Jednotka
33=Obraz
34=Súbor
35=Nástroje
36=Pomocník
37=Navždy
38=Pripojiť obraz...
39=%d jednotiek, %d pripojené
40=Tento program je freeware.
41=Licencované pre %s\r\nMax používateľov: %d\r\nBezplatné aktualizácie až do: %s
42=&Zostať navrchu
43=Vytvoriť
44=Zobraziť
45=Panel s nástrojmi
46=Stavový riadok
47=Odpojiť obraz
48=Kopírovať disk
49=Napáliť obrazový súbor
50=Zobraziť text panela s nástrojmi
51=Kopírovať
52=Napáliť
53=Kopírovanie %s...
54=%s MB/s, Uplynulý čas: %s, Zostávajúci čas: %s
55=Proces úspešne dokončený!
56=Na jednotke %C:! nie je dostatok voľného miesta
57=Súbor [%s] už existuje. Chcete ho nahradiť?
58=Žiadny disk
59=Otvoriť ImgDrive
60=Mazanie disku
61=Formátovanie disku
62=Zapisovanie
63=Synchronizácia cache
64=Dokončené
65=Obnoviť
66=LBA
67=Veľkosť
68=Veľkosť (v bytoch)
69=Dátum úpravy
70=Prieskumník súborov
71=Prehliadač sektorov
72=E&xtrahovať súbor
73=Sekcia %d
74=Stopa %d
75=Sekcia
76=Stopa
77=Registrácia...
78=Ďakujeme za registráciu!
79=Registračný kód, ktorý ste zadali, je neplatný.
80=Naozaj chcete operáciu zrušiť?
81=Prípona
82=Popis
83=Inštalovať ovládač
84=Odinštalovať ovládač
85=Inštalácia ovládača...\nToto môže trvať až jednu minútu, prosím, čakajte...
86=ImgDrive teraz nainštaluje ovládač, ktorý je potrebný na vytvorenie virtuálneho disku CD-ROM.\n\nAk chcete pokračovať?
87=Zistili sme nekompatibilný ovládač %s, chcete ho aktualizovať na %s?
88=Zistili sme nekompatibilný ovládač %s, preinštalujte ImgDrive!
89=Ak chcete používať ImgDrive, musíte reštartovať počítač!
90=Naozaj chcete ovládač odinštalovať?
91=Táto verzia %s na vašom počítači nefunguje. Prosím, stiahnite si radšej verziu %s.
92=Ovládač potrebný pre ImgDrive nie je nainštalovaný. Preinštalujte ImgDrive.\n\nAk problém stále pretrváva, kliknite na tlačidlo OK a pošlite nám spätnú väzbu.
93=Konvertovať
94=Konvertovať obrazový súbor...
95=Tento formát súboru nie je podporovaný. Obraz zvukového disku CD by mal byť 16-bitový/44,1 kHz stereo.\n\nSúbor: %s\nBitová hĺbka: %d-bit\nVzorkovacia frekvencia: %s kHz\nKanály: %d
96=Označenie zväzku
97=Iné jednotky
98=Veľké ikony
99=Malé ikony
100=Zoznam
101=Podrobnosti
102=Nebolo možné pripojiť súbor
103=Typ
104=Skratky
105=Jednotka %c:
106=Skratky sa zresetujú na ich predvolené hodnoty.\npokračovať?
107=Akcie
108=Port %d, Bus %d, Cieľ %d, LUN %d
109=SCSI
110=Naozaj chcete odstrániť celú históriu?
111=&Naposledy použité súbory
112=&Pomoc s príkazovým riadkom
113=Zatvoriť
114=Jednotka priradená k tejto skratke ešte nebola vytvorená, chcete ju vytvoriť teraz?
115=Odstrániť súbor zo zoznamu naposledy použitých súborov
116=Táto skratka je už priradená k '%s'!
117=N/A
118=Pomocník
119=NEREGISTROVANÝ
120=Neregistrovaná bezplatná verzia
121=&obľúbené
122=&spravovať obľúbené...
123=&Pridať do obľúbených...
124=Tag
125=Dokumenty|Hry|Obrázky|Filmy|Hudba
126=Ukončiť + odstrániť ovládač
127=――――――――――
128=Prípona
129=Obľúbené
130=Kategória
131=Naozaj vymazať?
132=Obľúbená položka '%s' už existuje.
133=Prístupujete k funkciám Pro
134=Toto je neregistrovaná bezplatná verzia, môžete vyskúšať Pro zadarmo alebo si zakúpiť licenciu na odomknutie Pro funkcií.
135=&Vyskúšať Pro
136=&Zakúpiť
137=&Prispôsobiť kontextovú ponuku...
138=&Štýl
139=Svetlý
140=Tmavý
141=Určený systémom
